Repository: KazimirKozulia/CatTranslator
Catalog: CatTranslator/CatTranslator/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, id, it, ja, ko, pt_pt, ru, th, tr, vi, zh_hant

# bottomButtonPrivacy.text
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
it: Politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
vi: Chính sách bảo mật
zh_hant: 隐私政策

# bottomButtonRestore.text
source: Restore
ar: يعيد
de: Wiederherstellen
es: Restaurar
fr: Restaurer
hi: पुनर्स्थापित करना
id: Memulihkan
it: Ripristinare
ja: 復元する
ko: 복원하다
pt_pt: Restaurar
ru: Восстановить
th: คืนค่า
tr: Eski haline getirmek
vi: Khôi phục
zh_hant: 恢复

# bottomButtonTerms.text
source: Terms of Use
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
pt_pt: Termos de Uso
ru: Условия эксплуатации
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
vi: Điều khoản sử dụng
zh_hant: 使用条款

# firstOnboardingScreen.mainTitle
source: Find out how the cat react
ar: اكتشف كيف تتفاعل القطة
de: Finde heraus, wie die Katze reagiert
es: Descubre cómo reacciona el gato
fr: Découvrez comment le chat réagit
hi: जानिए बिल्ली कैसे प्रतिक्रिया करती है
id: Cari tahu reaksi kucing
it: Scopri come reagisce il gatto
ja: 猫の反応を知ろう
ko: 고양이 반응 알아보기
pt_pt: Descubra como o gato reage
ru: Узнайте, как реагирует кошка
th: ค้นหาว่าแมวตอบสนองอย่างไร
tr: Kedinin nasıl tepki verdiğini keşfedin
vi: Khám phá cách mèo phản ứng
zh_hant: 了解貓咪的反應

# firstOnboardingScreen.subTitle
source: Determine how cat responds to your requests
ar: حدد كيف تستجيب القطة لطلباتك
de: Erkenne, wie deine Katze auf deine Anfragen antwortet
es: Determina cómo responde tu gato a tus solicitudes
fr: Déterminez comment votre chat répond à vos demandes
hi: पता लगाएं कि आपकी बिल्ली आपके अनुरोधों का जवाब कैसे देती है
id: Ketahui bagaimana kucing merespons permintaan Anda
it: Determina come il gatto risponde alle tue richieste
ja: 猫がどのように あなたの要求に応えるか確認できます
ko: 고양이가 어떻게 당신의 요청에 반응하는지 확인하세요
pt_pt: Veja como seu gato responde aos seus pedidos
ru: Определите, как кошка отвечает на ваши запросы
th: ดูว่าแมวตอบสนองต่อ คำขอของคุณอย่างไร
tr: Kedinizin isteklerinize nasıl yanıt verdiğini görün
vi: Xem cách mèo đáp lại yêu cầu của bạn
zh_hant: 觀察貓咪如何 回應您的要求

# secondOnboardingScreen.mainTitle
source: Please Rate the App!
ar: من فضلك قيم التطبيق!
de: Bitte bewerte die App!
es: ¡Por favor califica la app!
fr: Veuillez noter l'application !
hi: कृपया ऐप को रेट करें!
id: Tolong Beri Nilai Aplikasi!
it: Valuta l'App!
ja: アプリを評価してください！
ko: 앱을 평가해주세요!
pt_pt: Avalie o aplicativo!
ru: Пожалуйста, оцените приложение!
th: กรุณาประเมินแอป!
tr: Uygulamayı Değerlendirin!
vi: Đánh giá ứng dụng!
zh_hant: 請為應用評分！

# secondOnboardingScreen.subTitle
source: We always evaluate your feedback to make our product better!
ar: نحن نقيم ملاحظاتك دائماً لتحسين منتجنا!
de: Wir bewerten stets dein Feedback, um unser Produkt zu verbessern!
es: Siempre evaluamos tus comentarios para mejorar nuestro producto!
fr: Nous évaluons toujours vos retours pour améliorer notre produit !
hi: हम आपके फीडबैक का मूल्यांकन करते हैं अपने उत्पाद को बेहतर बनाने के लिए!
id: Kami selalu mengevaluasi masukan Anda untuk meningkatkan produk kami!
it: Valutiamo sempre il tuo feedback per migliorare il nostro prodotto!
ja: ユーザーのフィードバックを常に分析し 製品の改善に努めています！
ko: 우리는 항상 여러분의 피드백을 평가하여 제품을 개선합니다!
pt_pt: Sempre avaliamos seu feedback para melhorar nosso produto!
ru: Мы всегда учитываем ваши отзывы, чтобы улучшить наш продукт!
th: เราประเมินความคิดเห็นของคุณเสมอ เพื่อปรับปรุงผลิตภัณฑ์ของเรา!
tr: Ürünümüzü iyileştirmek için geri bildirimlerinizi değerlendiriyoruz!
vi: Chúng tôi luôn đánh giá phản hồi để cải thiện sản phẩm!
zh_hant: 我們始終重視您的反饋 以改進產品！

# thirtOnboardingScreen.mainTitle
source: Determine the mood of the cat
ar: حدد مزاج القطة
de: Erkenne die Stimmung der Katze
es: Determina el estado de ánimo del gato
fr: Déterminez l'humeur du chat
hi: बिल्ली के मूड का पता लगाएं
id: Tentukan suasana hati kucing
it: Determina l'umore del gatto
ja: 猫の機嫌を判断
ko: 고양이 기분 파악하기
pt_pt: Identifique o humor do gato
ru: Определите настроение кошки
th: ระบุอารมณ์ของแมว
tr: Kedinin ruh halini belirleyin
vi: Xác định tâm trạng mèo
zh_hant: 判斷貓咪情緒

# thirtOnboardingScreen.subTitle
source: Start to determine what mood your pet is in
ar: ابدأ في تحديد مزاج حيوانك الأليف
de: Beginne zu erkennen, in welcher Stimmung dein Haustier ist
es: Comienza a determinar el estado de ánimo de tu mascota
fr: Commencez à déterminer l'humeur de votre animal
hi: अपने पालतू जानवर के मूड को समझना शुरू करें
id: Mulailah mengenali suasana hati hewan peliharaan Anda
it: Inizia a determinare l'umore del tuo animale
ja: ペットの現在の 機嫌を分析開始
ko: 반려동물의 기분 상태를 분석 시작
pt_pt: Comece a identificar o humor do seu pet
ru: Начните определять, в каком настроении ваш питомец
th: เริ่มต้นระบุ อารมณ์ของสัตว์เลี้ยงของคุณ
tr: Evcil hayvanınızın ruh halini anlamaya başlayın
vi: Bắt đầu nhận biết tâm trạng thú cưng của bạn
zh_hant: 開始分析您的寵物 當前的情緒狀態

# fourthOnboardingScreen.mainTitle
source: Unlimited Access to Cat Translate Pro
ar: وصول غير محدود إلى Cat Translate Pro
de: Unbegrenzter Zugang zu Cat Translate Pro
es: Acceso ilimitado a Cat Translate Pro
fr: Accès illimité à Cat Translate Pro
hi: Cat Translate Pro तक असीमित पहुंच
id: Akses Tak Terbatas ke Cat Translate Pro
it: Accesso Illimitato a Cat Translate Pro
ja: 無制限アクセス Cat Translate Pro
ko: Cat Translate Pro 무제한 이용
pt_pt: Acesso Ilimitado ao Cat Translate Pro
ru: Безлимитный доступ к Cat Translate Pro
th: ใช้งานไม่จำกัดกับ Cat Translate Pro
tr: Cat Translate Pro'ya Sınırsız Erişim
vi: Truy cập không giới hạn Cat Translate Pro
zh_hant: 無限暢用 Cat Translate Pro

# fourthOnboardingScreen.freeButton
source: 3 days free then â‚¬9.49/week
ar: 3 أيام مجاناً، ثم €9.49/أسبوعياً
de: 3 Tage kostenlos, dann €9,49/Woche
es: 3 días gratis, luego €9.49/semana
fr: 3 jours gratuits, puis 9,49€/semaine
hi: 3 दिन मुफ्त, फिर €9.49/सप्ताह
id: Gratis 3 hari, kemudian â‚¬9.49/minggu
it: 3 giorni gratis, poi €9.49/settimana
ja: 3日間無料、その後€9.49/週
ko: 3일 무료 체험 후 주당 €9.49
pt_pt: 3 dias grátis, depois €9,49/semana
ru: 3 дня бесплатно, затем €9.49/неделя
th: ใช้ฟรี 3 วัน จากนั้น €9.49/สัปดาห์
tr: 3 gün ücretsiz, sonra haftada €9.49
vi: Dùng thử 3 ngày miễn phí, sau đó €9.49/tuần
zh_hant: 免費試用3天，之後每週€9.49

# settingPrivacyButtons.text
source: PRIVACY POLICY
ar: سياسة الخصوصية
de: DATENSCHUTZERKLÄRUNG
es: POLÍTICA DE PRIVACIDAD
fr: POLITIQUE DE CONFIDENTIALITÉ
hi: गोपनीयता नीति
id: KEBIJAKAN PRIVASI
ja: プライバシーポリシー
ko: 개인정보 보호정책
pt_pt: POLÍTICA DE PRIVACIDADE
ru: ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ
th: นโยบายความเป็นส่วนตัว
tr: GİZLİLİK POLİTİKASI
vi: CHÍNH SÁCH BẢO MẬT
zh_hant: 隱私政策

# settingSpecialButtons.text
source: SPECIAL OFFER
ar: عرض خاص
de: SONDERANGEBOT
es: OFERTA ESPECIAL
fr: OFFRE SPÉCIALE
hi: विशेष ऑफर
id: PENAWARAN KHUSUS
it: OFFERTA SPECIALE
ja: スペシャルオファー
ko: 특별 할인
pt_pt: OFERTA ESPECIAL
ru: СПЕЦИАЛЬНОЕ ПРЕДЛОЖЕНИЕ
th: ข้อเสนอพิเศษ
tr: ÖZEL TEKLİF
vi: ƯU ĐÃI ĐẶC BIỆT
zh_hant: 特別優惠

# settingTermsButtons.text
source: TERMS OF USE
ar: شروط الاستخدام
de: NUTZUNGSBEDINGUNGEN
es: TÉRMINOS DE USO
fr: CONDITIONS D'UTILISATION
hi: उपयोग की शर्तें
id: SYARAT PENGGUNAAN
it: TERMINI DI UTILIZZO
ja: 利用規約
ko: 이용 약관
pt_pt: TERMOS DE USO
ru: УСЛОВИЯ ИСПОЛЬЗОВАНИЯ
th: เงื่อนไขการใช้งาน
tr: KULLANIM KOŞULLARI
vi: ĐIỀU KHOẢN SỬ DỤNG
zh_hant: 使用條款

# subscriptionPlans.text
source: Beneficial subscription plans!
ar: خطط اشتراك مفيدة!
de: Vorteilhafte Abonnementpläne!
es: ¡Planes de suscripción beneficiosos!
fr: Forfaits d'abonnement avantageux !
hi: फायदेमंद सब्सक्रिप्शन प्लान!
id: Paket langganan menguntungkan!
it: Piani di abbonamento vantaggiosi!
ja: お得なサブスクリプンプラン！
ko: 혜택 가득한 구독 플랜!
pt_pt: Planos de assinatura vantajosos!
ru: Выгодные планы подписки!
th: แผนสมาชิกที่คุ้มค่า!
tr: Avantajlı abonelik planları!
vi: Gói thuê bao lợi ích!
zh_hant: 超值訂閱方案！

# yearSubscription.text
source: Popular 1-year subscription
ar: اشتراك سنوي شعبي
de: Beliebtes Jahresabonnement
es: Suscripción anual popular
fr: Abonnement annuel populaire
hi: लोकप्रिय 1-वर्षीय सदस्यता
id: Langganan 1 tahun populer
it: Abbonamento annuale popolare
ja: 人気の1年サブスクリプン
ko: 인기 1년 구독
pt_pt: Assinatura anual popular
ru: Популярная годовая подписка
th: สมาชิกรายปียอดนิยม
tr: Popüler 1 yıllık abonelik
vi: Gói thuê bao 1 năm phổ biến
zh_hant: 熱門1年訂閱

# catSoundButton.text
source: CAT SOUND
ar: صوت القطة
de: KATZENGERÄUSCH
es: SONIDO DE GATO
fr: SON DE CHAT
hi: बिल्ली की आवाज
id: SUARA KUCING
it: VERSO DEL GATTO
ja: 猫の鳴き声
ko: 고양이 소리
pt_pt: SOM DO GATO
ru: КОШАЧИЙ ЗВУК
th: เสียงแมว
tr: KEDİ SESİ
vi: TIẾNG MÈO
zh_hant: 貓咪聲音

# humanSoundButton.text
source: HUMAN SOUND
ar: صوت الإنسان
de: MENSCHLICHE STIMME
es: VOZ HUMANA
fr: VOIX HUMAINE
hi: मानव आवाज
id: SUARA MANUSIA
it: VOCE UMANA
ja: 人間の声
ko: 사람 목소리
pt_pt: VOZ HUMANA
ru: ЧЕЛОВЕЧЕСКИЙ ГОЛОС
th: เสียงมนุษย์
tr: İNSAN SESİ
vi: GIỌNG NGƯỜI
zh_hant: 人類聲音

# chooseVoice.text
source: Choose whose voice will be heard
ar: اختر الصوت الذي تريد سماعه
de: Wähle, welche Stimme zu hören sein soll
es: Elige qué voz quieres escuchar
fr: Choisissez la voix à entendre
hi: चुनें कि किसकी आवाज सुनी जाएगी
id: Pilih suara yang ingin didengar
it: Scegli quale voce ascoltare
ja: 再生する音声を選択
ko: 재생할 음성 선택
pt_pt: Escolha qual voz será ouvida
ru: Выберите, чей голос будет звучать
th: เลือกว่าจะได้ยินเสียงอะไร
tr: Hangi sesin duyulacağını seçin
vi: Chọn giọng sẽ phát
zh_hant: 選擇要播放的聲音

# addCatButton.text
source: ADD YOUR CAT
ar: أضف قطتك
de: FÜGE DEINE KATZE HINZU
es: AÑADE TU GATO
fr: AJOUTEZ VOTRE CHAT
hi: अपनी बिल्ली को जोड़ें
id: TAMBAHKAN KUCING ANDA
it: AGGIUNGI IL TUO GATTO
ja: 猫を追加
ko: 당신의 고양이 추가
pt_pt: ADICIONE SEU GATO
ru: ДОБАВИТЬ КОШКУ
th: เพิ่มแมวของคุณ
tr: KEDİNİZİ EKLEYİN
vi: THÊM MÈO CỦA BẠN
zh_hant: 添加您的貓咪

# continueButton.text
source: CONTINUE
ar: متابعة
de: WEITER
es: CONTINUAR
fr: CONTINUER
hi: जारी रखें
id: LANJUTKAN
it: CONTINUA
ja: 続ける
ko: 계속하기
pt_pt: CONTINUAR
ru: ПРОДОЛЖИТЬ
th: ดำเนินการต่อ
tr: DEVAM ET
vi: TIẾP TỤC
zh_hant: 繼續

# limitedOfferScreen.mainTitle
source: Limited offer
ar: عرض محدود
de: Begrenztes Angebot
es: Oferta limitada
fr: Offre limitée
id: Penawaran terbatas
it: Offerta limitata
ja: 期間限定オファー
ko: 한정 특가
pt_pt: Oferta limitada
ru: Ограниченное предложение
th: ข้อเสนอจำกัด
tr: Sınırlı Teklif
vi: Ưu đãi có hạn

# limitedOfferScreen.subTitle
source: Unlock all features
ar: افتح جميع الميزات
de: Alle Funktionen freischalten
es: Desbloquea todas las funciones
fr: Débloquez toutes les fonctionnalités
id: Buka semua fitur
it: Sblocca tutte le funzionalità
ja: すべての機能のロックを解除
ko: 모든 기능 잠금 해제
pt_pt: Desbloqueie todos os recursos
ru: Разблокируйте все функции
th: ปลดล็อกฟีเจอร์ทั้งหมด
tr: Tüm özelliklerin kilidini aç
vi: Mở khóa tất cả các tính năng

# limitedOfferScreen.getFullAccess
source: Get full access
ar: احصل على وصول كامل
de: Vollzugriff erhalten
es: Obtén acceso completo
fr: Obtenir un accès complet
id: Dapatkan akses penuh
it: Ottieni l'accesso completo
ja: フルアクセスを取得
ko: 전체 이용 권한 받기
pt_pt: Obtenha acesso total
ru: Получить полный доступ
th: รับสิทธิ์เข้าถึงเต็มรูปแบบ
tr: Tam erişim elde et
vi: Nhận toàn quyền truy cập

# limitedOfferScreen.newPrice
source: Only $14,99
ar: فقط ١٤,٩٩$
de: Nur 14,99 $
es: Solo $14,99
fr: Seulement 14,99 $
id: Hanya $14,99
it: Solo $14,99
ja: わずか $14,99
ko: 단돈 $14,99
pt_pt: Apenas $14,99
ru: Всего $14,99
th: เพียง $14.99
tr: Sadece 14,99$
vi: Chỉ $14,99

# limitedOfferScreen.oldPrice
source: Old prise $14,99
ar: السعر القديم ١٤,٩٩$
de: Alter Preis 14,99 $
es: Precio anterior $14,99
fr: Ancien prix 14,99 $
id: Harga lama $14,99
it: Prezzo precedente $14,99
ja: 通常価格 $14,99
ko: 기존 가격 $14,99
pt_pt: Preço antigo $14,99
ru: Старая цена $14,99
th: ราคาเดิม $14.99
tr: Eski fiyat 14,99$
vi: Giá cũ $14,99

# limitedOfferScreen.endOffer
source: Until the end of the offer left
ar: الوقت المتبقي حتى نهاية العرض
de: Bis zum Ende des Angebots verbleiben:
es: Tiempo restante de la oferta:
fr: Temps restant avant la fin de l'offre
id: Waktu tersisa hingga akhir penawaran
it: Tempo rimanente alla fine dell'offerta
ja: オファー終了まで残り
ko: 혜택 종료까지 남은 시간
pt_pt: Até o final da oferta resta
ru: До конца предложения осталось
th: เหลือเวลาจนกว่าจะสิ้นสุดข้อเสนอ
tr: Teklifin bitmesine kalan süre
vi: Thời gian ưu đãi còn lại

# addCatScreen.mainTitle
source: Add a cat
ar: إضافة قطة
de: Katze hinzufügen
es: Añadir un gato
fr: Ajouter un chat
id: Tambah kucing
it: Aggiungi un gatto
ja: 猫を追加
ko: 고양이 추가
pt_pt: Adicionar um gato
ru: Добавить кошку
th: เพิ่มแมว
tr: Kedi ekle
vi: Thêm mèo

# addCatScreen.textField.catName
source: Cat name
ar: اسم القطة
de: Katzenname
es: Nombre del gato
fr: Nom du chat
id: Nama kucing
it: Nome del gatto
ja: 猫の名前
ko: 고양이 이름
pt_pt: Nome do gato
ru: Имя кошки
th: ชื่อแมว
tr: Kedi adı
vi: Tên mèo

# addCatScreen.textField.catsAge
source: Cat's age
ar: عمر القطة
de: Alter der Katze
es: Edad del gato
fr: Âge du chat
id: Usia kucing
it: Età del gatto
ja: 猫の年齢
ko: 고양이 나이
pt_pt: Idade do gato
ru: Возраст кошки
th: อายุแมว
tr: Kedinin yaşı
vi: Tuổi của mèo

# addCatScreen.textField.breed
source: Breed(optional)
ar: السلالة (اختياري)
de: Rasse (optional)
es: Raza (opcional)
fr: Race (facultatif)
id: Ras (opsional)
it: Razza (opzionale)
ja: 品種（任意）
ko: 품종 (선택 사항)
pt_pt: Raça (opcional)
ru: Порода (необязательно)
th: สายพันธุ์ (ไม่บังคับ)
tr: Cins (isteğe bağlı)
vi: Giống (tùy chọn)

# historyScreen.dontHaveTranslations
source: You don't have any translations
ar: ليس لديك أي ترجمات
de: Sie haben keine Übersetzungen.
es: No tienes traducciones
fr: Vous n'avez aucune traduction
id: Anda tidak memiliki terjemahan
it: Non hai traduzioni
ja: 翻訳履歴がありません
ko: 번역 기록이 없습니다
pt_pt: Você não tem nenhuma tradução
ru: У вас нет переводов
th: คุณยังไม่มีรายการแปล
tr: Hiç çeviriniz yok
vi: Bạn không có bản dịch nào

# menuMainButton.text
source: Main
ar: الرئيسية
de: Start
es: Principal
fr: Principal
id: Utama
it: Principale
ja: メイン
ko: 메인
pt_pt: Principal
ru: Главная
th: หน้าหลัก
tr: Ana Sayfa
vi: Chính

# menuSoundButton.text
source: Sound
ar: الصوت
de: Ton
es: Sonido
fr: Son
id: Suara
it: Suono
ja: サウンド
ko: 소리
pt_pt: Som
ru: Звук
th: เสียง
tr: Ses
vi: Âm thanh

# menuHistoryButton.text
source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
pt_pt: Histórico
ru: История
th: ประวัติ
tr: Geçmiş
vi: Lịch sử
